Repository: LucaCGN/CoolAITools
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pt

source: 🤖 Cool AI Tools - Simple AI for Everyone 🚀
pt: 🤖 Cool AI Tools - IA Simples para Todos 🚀

source: Your browser does not support the video tag.
pt: Seu navegador não suporta a tag de vídeo.

source: Simple AI Tools for everyone.
pt: Democratizando o Acesso a Inteligência Artificial.

source: A step in the open-sourcing mission.
pt: Um passo na missão de código aberto.

source: Credits:
pt: Créditos:

source: Learn More
pt: Saiba Mais

source: 🧐 Fact Checking
pt: 🧐 Verificação de Fatos

source: 📚 Topic Research
pt: 📚 Pesquisa de Tópicos

source: 🧙 Website Navigation
pt: 🧙 Navegação no Site

source: Fact Checking
pt: Verificação de Fatos

source: Health benefits of intermittent fasting
pt: Quais os Benefícios para a saúde do jejum intermitente?

source: Impact of social media on mental health
pt: Impacto das redes sociais na saúde mental é negativo e mensurável?

source: Is electric car adoption growing rapidly?
pt: A adoção de carros elétricos está crescendo rapidamente?

source: Do video games improve cognitive skills?
pt: Os videogames melhoram as habilidades cognitivas?

source: 🖊 Enter a claim you need to verify
pt: 🖊 Insira uma afirmação que você precisa verificar

source: 🚀 Run Specialized AI Team 🚀
pt: 🚀 Executar Agente Autônomo Especializado 🚀

source: Topic Research
pt: Pesquisa de Tópicos

source: Machine Learning
pt: Aprendizado de Máquina

source: Learn about Machine Learning
pt: Aprenda sobre Aprendizado de Máquina

source: Renewable Energy
pt: Energia Renovável

source: Latest trends
pt: Últimas tendências

source: Latest trends in Renewable Energy
pt: Últimas tendências em Energia Renovável

source: Meditation
pt: Meditação

source: Beginner's guide
pt: Guia para iniciantes

source: Beginner's guide to Meditation
pt: Guia para iniciantes em Meditação

source: Space Exploration
pt: Exploração Espacial

source: Advancements
pt: Avanços

source: Advancements in Space Exploration
pt: Avanços na Exploração Espacial

source: 📚 Enter your topic of research
pt: 📚 Insira seu tópico de pesquisa

source: 🎯 Focus Area (Optional)
pt: 🎯 Área de Foco (Opcional)

source: Website Navigation
pt: Navegação no Site

source: Latest Tech News
pt: Últimas Notícias de Tecnologia

source: Latest Tech News on The Verge
pt: Últimas Notícias de Tecnologia no The Verge

source: Healthy Recipes
pt: Receitas Saudáveis

source: Healthy Recipes on Food Network
pt: Receitas Saudáveis no Food Network

source: Travel Guides
pt: Guias de Viagem

source: Travel Guides on Lonely Planet
pt: Guias de Viagem na Lonely Planet

source: Investment Tips
pt: Dicas de Investimento

source: Investment Tips on Investopedia
pt: Dicas de Investimento no Investopedia

source: 🌐 URL or Domain to Navigate
pt: 🌐 URL ou Domínio para Navegar

source: 🎯 Topic of Focus (Optional)
pt: 🎯 Tópico de Foco (Opcional)

source: CrewAI Logo
pt: Logotipo da CrewAI

source: Jina AI Logo
pt: Logotipo da Jina AI

source: Send us an Email
pt: Envie-nos um Email

source: Email Logo
pt: Logotipo do Email

source: Follow us on LinkedIn
pt: Siga-nos no LinkedIn

source: LinkedIn Logo
pt: Logotipo do LinkedIn

source: GitHub Logo
pt: Logotipo do GitHub

source: © 2024 Cool AI Tools. All rights reserved.
pt: © 2024 Cool AI Tools. Todos os direitos reservados.

source: Error: Empty claim received.
pt: Erro: Reclamação vazia recebida.

source: Error generating thought process.
pt: Erro ao gerar processo de pensamento.

source: Error generating report.
pt: Erro ao gerar relatório.

source: Preparing crew...
pt: Preparando a equipe...

source: An error occurred while preparing the crew.
pt: Ocorreu um erro ao preparar a equipe.

source: An error occurred while preparing the report.
pt: Ocorreu um erro ao preparar o relatório.

source: Preparing report...
pt: Preparando o relatório...

source: Factuality Score:
pt: Pontuação de Factualidade:

source: A score that represents the strength of evidence supporting the claim.
pt: Uma pontuação que representa a força das evidências que apoiam a afirmação.

source: Strongly Supported
pt: Fortemente Suportado

source: Supported
pt: Suportado

source: Neutral
pt: Neutro

source: Not Supported
pt: Não Suportado

source: Reason
pt: Razão

source: Conclusion
pt: Conclusão

source: References
pt: Referências

source: All
pt: Todos

source: Supportive
pt: Suportivo

source: Non-Supportive
pt: Não Suportivo

source: Read Source
pt: Ler Fonte

source: Download Report
pt: Baixar Relatório

source: Copy to Clipboard
pt: Copiar para a Área de Transferência

source: Please enter a URL to navigate.
pt: Por favor, insira uma URL para navegar.

source: Please enter a topic for research.
pt: Por favor, insira um tópico para pesquisa.

source: Detailed Content Summary
pt: Resumo Detalhado do Conteúdo

source: Detailed Analysis
pt: Análise Detalhada

source: Extracted Links
pt: Links Extraídos

source: Fetched Links Content
pt: Conteúdo dos Links Buscados

source: Summary:
pt: Resumo:

source: Key Insights:
pt: Principais Insights:

source: Key Points
pt: Pontos Principais

source: Introduction
pt: Introdução

source: Main Sections
pt: Seções Principais

source: Report
pt: Relatório

source: Report Content
pt: Conteúdo do Relatório

source: Main Sources
pt: Fontes Principais

source: Quotes
pt: Citações

source: Summary
pt: Resumo

source: No summary available.
pt: Nenhum resumo disponível.

source: Download
pt: Baixar

source: Copy
pt: Copiar

source: Published Time:
pt: Data de Publicação:

source: Source:
pt: Fonte:
